{"opened_at":"2024-11-28T21:29:12.001722219Z","closed_at":"0001-01-01T00:00:00Z","id":"430","type":"concern","policy":"waimea-concern","author":"ashbc","tracker_url":"https://github.com/cubeca/cube/issues/430","title":"DVNet - Data Deashboard and Financial Tool","description":"This partnership is with DVNet (https://www.dvnet.co/).\r\nDVNet enables a value-sharing system owned and governed by members, including individuals, charities/non-profits, and small/medium-sized businesses driving circular economic models.\r\n\r\nThey have an existing financial toolset that would allow us to develop a sliding-scale user fee to ensure artists and organizations, big and small, have access to safe storage and archiving tools through CubeCommons.ca.\r\n\r\nFor this partnership, DVNet would provide the development of a smart contract, in collaboration with CubeCommons users, to determine which data points directly affect fees. These may include:\r\n\r\n* How much content they actually store on CubeCommons (similar to other subscription fees but with 100% transparency of actual server costs and significantly reduced admin fees).\r\n* How many people view their content (however, instead of rewarding high views, we acknowledge that fewer views have lower energy costs. Smaller organizations with smaller audiences should not have to pay as much).\r\n* The accessibility of their content – how many languages are included, how much of their content has subtitle files or downloadable transcripts as part of playlists. These data points could earn users credits to decrease their storage costs.\r\n\r\nThese data points would also be provided to CubeCommons users on their dashboard, allowing them to view metrics such as accessibility points and content views. Content on CubeCommons is already over 100,000 globally.\r\n\r\nLong term, this partnership aims to enable other collaborations, such as with 221A's Node Library, and  the development of a data commons. This would allow CubeCommons users to produce a language model (LLM) to support our subtitle generator instead of relying on OpenAI. The data would also join contributions from other non-profits and human rights organizations, creating a valuable pool for research and enabling us to determine if, and to whom, we sell our data to support our work.\r\n\r\nCosts: \r\n\r\nDVNet is interested in providing this work, as it helps them develop with an existing not-for-profit community the design of a dashboard and contract that serves sustainable membership fees and potential circular economy models where the data collected serves the communities who contribute it. \r\n\r\nCubeCommons would have to provide 8-10 development hours to integrate API's.\r\n\r\n","labels":["gov4git:managed"],"frozen":false,"closed":false,"cancelled":false,"archived":false,"score":{"attention":0},"ref_by":null,"ref_to":null}
