{"opened_at":"2024-09-13T21:32:10.490705245Z","closed_at":"0001-01-01T00:00:00Z","id":"407","type":"concern","policy":"waimea-concern","author":"","tracker_url":"https://github.com/cubeca/cube/issues/407","title":"Change to the Terms of Service","description":"**Amended Text:** November 20, 2024\r\nWe would like to propose a change to the Terms of Service that would allow members the option to restrict the uses of certain pieces of artistic content, or program material by Cube Commons for activities beyond the primary use of the platform: that is viewing of content by audiences.  Primarily, this request relates to our loan agreements and other artist agreements that prohibit or restrict the use (or changes to) images, video, sound and other content related to artworks or to certain performances, programs, events.  This often relates to the use of material in advertising and marketing, as well as any changes to the artistic content or descriptions that may negatively affect the perception of the artistic content or the artist.  \r\n\r\nWe sign loan agreements with artists that can contain clauses that restrict or prevent images, video, texts, biographies from being altered, used or promoted in ways other than agreed.  Some of the restrictions are quite detailed.  As a gallery institution, we have an ethical and legal responsibility to monitor and maintain control over the artistic content we borrow, to the extent that this is possible.  New Media Gallery agreeing to place content on Cube Commons infers cooperation and informed, organizational agreement. It would benefit organizational users of Cube Commons to have the option to designate ‘ categories of use', and/or indicate what is/isn't permissible.  The other option is just to avoid uploading certain content (i.e. requesting permissions may be time prohibitive, or we are required to consult with the artist on every use, or the artist has already issued restrictions which could become problematic, and we would therefore choose not to upload this material).  \r\n\r\nPractical examples might relate to : restrictions around cropping photos, text placed over images, altering images in any way (colour enhancement),  placing images in certain campaigns or campaign types,  requiring permission for each specific use,  requiring permission for use outside the context of a specific exhibition,  image or sound resolution, restrictions around the use of sound/sound overlays, context of use, amount of video/sound that can be used,  etc.   \r\n\r\n\r\n**Original Text:** September 13, 2024\r\nWe would like to propose a change to the Terms of Service that would allow members to have the option to opt specific content or all their content out of use by CubeCommons for any activity beyond the primary use of the platform: viewing of content by audiences. Mainly, not to use artists’ images, artworks, intellectual property for advertising and marketing purposes.\r\n\r\nPart our loan agreements with the artists we work with have clauses that prevent their images, artworks, and identities from being altered in any way. As a gallery institution, we have the ability to maintain that control with content we share through our website. Extending that content to CubeCommons puts another entity inside the relationship between the artists, us as the gallery, and the audiences we engage. It would benefit NMG as users of CubeCommons to be able to have an option to designate certain content as unavailable to be used by the platform for advertising and marketing purposes. When uploading content, we would like to be able to opt out of even partial use of the content so as the maintain the integrity of the artist’s intellectual property.\r\n\r\n","labels":["gov4git:managed"],"frozen":false,"closed":false,"cancelled":false,"archived":false,"score":{"attention":5},"ref_by":null,"ref_to":null}
